
name: "sentiment-model"
platform: "tensorflow_savedmodel"
max_batch_size: 1
input [
  {
    name: "input_1"
    data_type: TYPE_STRING
    dims: [ 1 ]
    reshape {}
  }
]
output [
  {
    name: "dense"
    data_type: TYPE_FP32
    dims: [ 2 ]
    label_filename: "labels.txt"
  }
]
